Repository: adongden/buzz
Catalog: buzz/locale/*/LC_MESSAGES/buzz.po
Languages: lv_lv

source: Import URL
lv_lv: Importēt URL

source: Ok
lv_lv: Labi

source: Cancel
lv_lv: Atcelt

source: Invalid URL
lv_lv: Adrese nav derīga

source: The URL you entered is invalid.
lv_lv: Jūsu ievadītā URL adrese nav derīga.

source: Live Transcript Presentation
lv_lv: Dzīvais ieraksts

source: Reset to Defaults
lv_lv: Atjaunot noklusētos

source: English
lv_lv: Angļu

source: Catalan
lv_lv: Katalāņu

source: Danish
lv_lv: Dāņu

source: Dutch
lv_lv: Holandiešu

source: German
lv_lv: Vācu

source: Spanish
lv_lv: Spāņu

source: Italian
lv_lv: Itāļu

source: Japanese
lv_lv: Japāņu

source: Latvian
lv_lv: Latviešu

source: Polish
lv_lv: Poļu

source: Portuguese (Brazil)
lv_lv: Portugāļu (Brazīlijas)

source: Ukrainian
lv_lv: Ukraiņu

source: Chinese (Simplified)
lv_lv: Ķīniešu (vienkāršotā)

source: Chinese (Traditional)
lv_lv: Ķīniešu (tradicionālā)

source: Restart required!
lv_lv: Jāpārstartē!

source: Ui Language
lv_lv: Programmas valoda

source: Font Size
lv_lv: Fonta izmērs

source: Test
lv_lv: Pārbaudīt

source: OpenAI API key
lv_lv: OpenAI API atslēga

source: OpenAI base url
lv_lv: OpenAI adrese

source: OpenAI API model
lv_lv: OpenAI modelis

source: Default export file name
lv_lv: Eksporta fails

source: Enable live recording transcription export
lv_lv: Eksportēt dzīvā ieraksta transkriptus

source: Browse
lv_lv: Izvēlēties

source: Export folder
lv_lv: Eksportēt mapē

source: Live recording mode
lv_lv: Dzīvā ieraksta režīms

source: Note: Live recording export settings will be moved to the Advanced Settings in the Live Recording screen in a future version.
lv_lv: Piezīme: Dzīvā ieraksta iestatījumi nākotnes Buzz versijās tiks pārvietoti uz Papildu iestatījumu sadaļu Dzīvā ieraksta logā

source: Use 8-bit quantization to reduce memory usage
lv_lv: Izmantot 8bitu kvantizāciju, lai samazinātu nepieciešamo atmiņu

source: Applies to Huggingface and Faster Whisper models. Reduces GPU memory usage but may slightly decrease transcription quality.
lv_lv: Izmantojams Huggingface un Faster whisper modeļiem, lai samazinātu nepieciešamo atmiņas daudzumu, nedaudz zaudējot atpazīšanas kvalitāti.

source: Reduce GPU RAM
lv_lv: Optimizēt GPU atmiņu

source: Use only CPU and disable GPU acceleration
lv_lv: Izmantot tikai CPU un deaktivēt GPU paātrināšanu

source: Set this if larger models do not fit your GPU memory and Buzz crashes
lv_lv: Aktivizējiet šo, ja lielāki modeļi neietilpst jūsu video kartes atmiņā un Buzz avarē

source: Disable GPU
lv_lv: Deaktivēt GPU

source: OpenAI API Key Test
lv_lv: OpenAI API atslēgas pārbaude

source: Your API key is valid. Buzz will use this key to perform Whisper API transcriptions and AI translations.
lv_lv: Jūsu API atslēga ir derīga. Buzz izmantos to runas atpazīšanai ar Whisper API un tulkošanai.

source: Invalid API key
lv_lv: Nederīga API atslēga

source: API supports only base64 characters (A-Za-z0-9+/=_-). Other characters in API key may cause errors.
lv_lv: API atbalsta tikai base64 simbolus (A-Za-z0-9+/=_-). Citi simboli API atslēgā var radīt kļūdas.

source: Select Export Folder
lv_lv: Izvēlieties mapi kurā eksportēt

source: OpenAI API returned invalid response. Please check the API url or your key. Transcription and translation may still work if the API does not support key validation.
lv_lv: OpenAI API atbilde ir nederīga. Lūdzu pārbaudiet API Adresi un savu atslēgu. Atpazīšana un tulkošana joprojām var strādāt, ja API neatbalsta atslēgu pārbaudi.

source: Enable folder watch
lv_lv: Ieslēgt mapes vērošanu

source: Input folder
lv_lv: Vērojamā mape

source: Output folder
lv_lv: Rezultātu mape

source: Select Input Folder
lv_lv: Izvēlieties vērojamo mapi

source: Select Output Folder
lv_lv: Izvēlieties rezultātu mapi

source: Preferences
lv_lv: Iestatījumi

source: General
lv_lv: Vispārīgi

source: Models
lv_lv: Modeļi

source: Shortcuts
lv_lv: Īsinājumi

source: Folder Watch
lv_lv: Mapes vērošana

source: Group
lv_lv: Veids

source: Huggingface ID of a Faster whisper model
lv_lv: Faster whisper modeļa Huggingface ID

source: Download
lv_lv: Lejupielādēt

source: Show file location
lv_lv: Rādīt faila atrašanās vietu

source: Delete
lv_lv: Dzēst

source: Downloaded
lv_lv: Lejupielādēts

source: Available for Download
lv_lv: Pieejams lejupielādei

source: Download link to Whisper.cpp ggml model file
lv_lv: Whisper.cpp ggml modeļa datnes lejupielādes saite

source: Delete Model
lv_lv: Dzēst modeli

source: Are you sure you want to delete the selected model?
lv_lv: Vai tiešām dzēst izvēlēto modeli?

source: Download failed
lv_lv: Lejupielāde neizdevās

source: Error
lv_lv: Kļūda

source: Record
lv_lv: Ierakstīt

source: Stop
lv_lv: Apturēt

source: Detect Language
lv_lv: Noteikt valodu

source: e.g., eng, fra, deu
lv_lv: piem. eng, fra, deu

source: Enter an ISO 639-3 language code (3 letters). Examples: eng (English), fra (French), deu (German), spa (Spanish), lav (Latvian)
lv_lv: Ievadiet valodas ISO 639-3 kodu (3 burti). Piemēram: eng (Angļu), fra (Franču), deu (Vācu), spa (Spāņu), lav (Latviešu)

source: Run
lv_lv: Apstrādāt

source: Model:
lv_lv: Modelis:

source: First time use of a model may take up to several minutest to load.
lv_lv: Pirmā modeļa ielādes reize var aizņemt pat vairākas minūtes.

source: Api Key:
lv_lv: API atslēga:

source: Task:
lv_lv: Uzdevums:

source: Language:
lv_lv: Valoda:

source: Enter prompt...
lv_lv: Ievadiet vaicājumu...

source: Advanced Settings
lv_lv: Papildu iestatījumi

source: Speech recognition settings
lv_lv: Runas atpazīšanas iestatījumi

source: Comma-separated, e.g. "0.0, 0.2, 0.4, 0.6, 0.8, 1.0"
lv_lv: Atdalīti ar komatu, piemēram, "0.0, 0.2, 0.4, 0.6, 0.8, 1.0"

source: Temperature:
lv_lv: Temperatūra:

source: Initial Prompt:
lv_lv: Sākotnējais vaicājums:

source: Translation settings
lv_lv: Tulkojuma iestatījumi

source: Enable AI translation
lv_lv: Tulkot ar MI

source: AI model:
lv_lv: AI modelis:

source: Please translate each text sent to you from English to Spanish.
lv_lv: Lūdzu, iztulko katru tev atsūtīto tekstu no angļu valodas latviski.

source: Instructions for AI:
lv_lv: Norādes MI:

source: Recording settings
lv_lv: Dzīvā ieraksta iestatījumi

source: Silence threshold:
lv_lv: Klusuma slieksnis:

source: Line separator:
lv_lv: Rindiņu atdalītājs:

source: Live recording mode:
lv_lv: Dzīvā ieraksta režīms:

source: Enable live recording export
lv_lv: Eksportēt dzīvā ieraksta transkriptus

source: Export folder:
lv_lv: Eksportēt mapē:

source: Export file name:
lv_lv: Eksporta fails:

source: Text file (.txt)
lv_lv: Teksta fails (.txt)

source: Export file type:
lv_lv: Eksporta faila tips:

source: Limit export entries (0 = export all):
lv_lv: Eksportēt tikai pēdējos (0 = eksportēt visus):

source: Word-level timings
lv_lv: Dalīt pa vārdiem

source: Extract speech
lv_lv: Atdalīt runu

source: Export:
lv_lv: Eksportēt:

source: Huggingface ID of a model
lv_lv: Modeļa Huggingface ID

source: Advanced...
lv_lv: Papildu iestatījumi...

source: New File Transcription
lv_lv: Jauna faila atpazīšana

source: New URL Transcription
lv_lv: Jauna saites atpazīšana

source: Open Transcript
lv_lv: Atvērt transkriptu

source: Cancel Transcription
lv_lv: Atcelt atpazīšanu

source: Clear History
lv_lv: Notīrīt vēsturi

source: In Progress
lv_lv: Apstrādā

source: Completed
lv_lv: Pabeigts

source: Failed
lv_lv: Neizdevās

source: Canceled
lv_lv: Atcelts

source: Queued
lv_lv: Ierindots

source: File Name / URL
lv_lv: Fails / URL

source: Model
lv_lv: Modelis

source: Task
lv_lv: Uzdevums

source: Status
lv_lv: Statuss

source: Date Completed
lv_lv: Pabeigts

source: Date Added
lv_lv: Pievienots

source: Notes
lv_lv: Piezīmes

source: Reset Column Order
lv_lv: Atjaunot kolonas

source: Restart Transcription
lv_lv: Sāk atpazīšanu

source: Rename
lv_lv: Pārddēvēt

source: Add/Edit Notes
lv_lv: Rediģēt piezīmes

source: Rename Transcription
lv_lv: Pārdēvēt

source: Enter new name:
lv_lv: Ievadiet jauno nosaukumu šim atpazīšanas ierakstam:

source: Enter some relevant notes for this transcription:
lv_lv: Ievadiet noderīgas piezīmēs par šo ierakstu:

source: Cannot Restart
lv_lv: Neizdodas sākt

source: Only failed or canceled transcriptions can be restarted.
lv_lv: Atkārtoti sākt var tikai kļūdainus vai atceltus ierakstus.

source: Failed to restart transcription: {}
lv_lv: Neizdevās sākt atpazīšanu: {}

source: Could not restart transcription: model not available and could not be downloaded.
lv_lv: Neizdevās sākt atpazīšanu: modelis nav pieejams un to nevar lejupielādēt.

source: Could not restart transcription: transcriber worker not found.
lv_lv: Neizdevās sākt atpazīšanu: Kļūda lietotnē, pārstartējiet.

source: Live Recording
lv_lv: Dzīvā ierakstīšana

source: Click Record to begin...
lv_lv: Klikšķiniet Ierakstīt, lai sāktu...

source: Waiting for AI translation...
lv_lv: Gaida MI tulkojumu...

source: Microphone:
lv_lv: Mikrofons:

source: Show in new window
lv_lv: Rādīt jaunā logā

source: Text Size:
lv_lv: Teksta izmērs:

source: Theme
lv_lv: Stils

source: Light
lv_lv: Gaišais

source: Dark
lv_lv: Tumšais

source: Custom
lv_lv: Pielāgots

source: Text Color
lv_lv: Teksta krāsa

source: Background Color
lv_lv: Fona krāsa

source: Fullscreen
lv_lv: Pilnekrāns

source: Copy
lv_lv: Kopēt

source: Copy transcription to clipboard
lv_lv: Kopēt tekstu starpliktuvē

source: Nothing to copy!
lv_lv: Nav nekā ko kopēt!

source: Copy failed
lv_lv: Kopešana neizdevās

source: Copied!
lv_lv: Nokopēts!

source: Select Text Color
lv_lv: Izvēlieties teksta krāsu

source: Select Background Color
lv_lv: Izvēlieties fona krāsu

source: An error occurred while starting a new recording:
lv_lv: Sākot jaunu ierakstu notikusi kļūda:

source: Please check your audio devices or check the application logs for more information.
lv_lv: Lūdzu pārbaudiet savas audio ierīces vai pārbaudiet lietotnes ziņojumu žurnālus, lai iegūtu papildu informāciju.

source: Check for updates
lv_lv: Pārbaudīt atjauninājumus

source: Show logs
lv_lv: Parādīt sistēmas žurnālu

source: You're up to date!
lv_lv: Jums ir jaunākā versija!

source: Average volume
lv_lv: Vidējais skaļums

source: Start
lv_lv: Sākums

source: End
lv_lv: Beigas

source: Text
lv_lv: Teksts

source: Translation
lv_lv: Tulkojums

source: View
lv_lv: Skats

source: Timestamps
lv_lv: Laiks

source: Export
lv_lv: Eksportēt

source: Translate
lv_lv: Tulkot

source: Resize
lv_lv: Mainīt garumu

source: Identify Speakers
lv_lv: Noteikt runātājus

source: Find
lv_lv: Meklēt

source: Show/Hide Search Bar (Ctrl+F)
lv_lv: Rādīt/Slēpt meklēšanas joslu (Ctrl+F)

source: Find:
lv_lv: Meklēt:

source: Enter text to find...
lv_lv: Ievadiet meklējamo...

source: Previous match (Shift+Enter)
lv_lv: Iepriekšējais rezultāts (Shift+Enter)

source: Next match (Ctrl+Enter)
lv_lv: Nākamais rezultāts (Ctrl+Enter)

source: Clear
lv_lv: Notīrīt

source: Playback Controls:
lv_lv: Atskaņošana:

source: Loop Segment
lv_lv: Atkārtot segmentu

source: Enable/disable looping when clicking on transcript segments
lv_lv: Nosaka vai atkārtot izvēlēto segmentu

source: Follow Audio
lv_lv: Sekot audio

source: Enable/disable following the current audio position in the transcript. When enabled, automatically scrolls to current text.
lv_lv: Nosaka vai atskaņojot audio iezīmētajam segmentam vajadzētu automātiski sekot tam kas tiek atskaņots.

source: Scroll to Current
lv_lv: Pāriet uz tekošo

source: Scroll to the currently spoken text
lv_lv: Pāriet uz šobrīd atskaņojamo tesktu

source: 1 of 100+ matches
lv_lv: 1 no 100+

source: 1 of
lv_lv: 1 no

source: No matches found
lv_lv: Nekas nav atrasts

source: of 100+ matches
lv_lv: no 100+

source: of
lv_lv: no

source: API Key Required
lv_lv: API atslēgas kļūda

source: Please enter OpenAI API Key in preferences
lv_lv: Lūdzu ievadiet OpenAI API atslēgu iestatījumos

source: Extend end time
lv_lv: Pagarināt beigu laiku

source: Extend endings by up to (seconds)
lv_lv: Palielināt beigu laiku par (sekundes)

source: Extend endings
lv_lv: Palielināt

source: Resize Options
lv_lv: Garuma maiņas iestatījumi

source: Desired subtitle length
lv_lv: Vēlamais teksta garums

source: Available only if word level timings were disabled during transcription
lv_lv: Pieejami tikai, ierakstiem, kas atpazīti bez dalīšanas pa vārdiem

source: Merge Options
lv_lv: Apvienošanas iestatījumi

source: Merge by gap
lv_lv: Apvienot pēc attāluma

source: Split by punctuation
lv_lv: Dalīt pie pieturzīmēm

source: Split by max length
lv_lv: Dalīt pie maksimālā garuma

source: Merge
lv_lv: Apvienot

source: Available only if word level timings were enabled during transcription
lv_lv: Pieejami tikai, ierakstiem, kas atpazīti ar dalīšanu pa vārdiem

source: Speaker identification is not available: failed to load required libraries.
lv_lv: Runātāju noteikšana nav pieejama, neizdevās ielādēt nepieciešamās bibliotēkas.

source: 1/8 Collecting transcripts
lv_lv: 1/8 Apkopo transkripcijas

source: 2/8 Loading audio
lv_lv: 2/8 Ielādē audio

source: 3/8 Loading alignment model
lv_lv: 3/8 Ielādē identifikācijas modeli

source: 3/8 Loading alignment model (retrying with cache...)
lv_lv: 3/8 Ielādē identifikācijas modeli (atkārto...)

source: Failed to load alignment model. Please check your internet connection and try again.
lv_lv: Neizdevās ielādēt modeli. Lūdzu pārbaidiet savu interneta savienojumu un mēģiniet vēlreiz.

source: 4/8 Processing audio
lv_lv: 4/8 Apstrādā audio

source: 5/8 Preparing transcripts
lv_lv: 5/8 Sagatavo transkripcijas

source: 6/8 Identifying speakers
lv_lv: 6/8 Nosaka runātājus

source: 7/8 Mapping speakers to transcripts
lv_lv: 7/8 Marķē runātāju teikumus

source: 8/8 Identification done
lv_lv: 8/8 Runātāju noteikšana pabeigta

source: 0/0 Error identifying speakers
lv_lv: 0/0 Kļūda nosakot runātājus

source: Step 1: Identify speakers
lv_lv: 1. solis: Runātāju noteikšana

source: Identify
lv_lv: Noteikt

source: Ready to identify speakers
lv_lv: Gatavs noteikt runātājus

source: Audio file not found
lv_lv: Audio datne nav atrasta

source: Step 2: Name speakers
lv_lv: 2. solis: Runātāju identifikācija

source: Play sample
lv_lv: Atskaņot paraugu

source: Merge speaker sentences
lv_lv: Apvienot secīgus runātāja teikumus

source: Save
lv_lv: Saglabāt

source: Cancelling...
lv_lv: Atceļ...

source: Cancelled
lv_lv: Atcelts

source: Save File
lv_lv: Saglabāt failu

source: Text files
lv_lv: Teksta faili

source: Downloading model
lv_lv: Lejupielādē modeli

source: Import File...
lv_lv: Importēt failu...

source: Import URL...
lv_lv: Importēt URL...

source: Import Folder...
lv_lv: Importēt mapi...

source: About
lv_lv: Par

source: Preferences...
lv_lv: Iestatījumi...

source: Help
lv_lv: Palīdzība

source: File
lv_lv: Fails

source: Are you sure you want to delete the selected transcription(s)? This action cannot be undone.
lv_lv: Vai tiešām vēlaties dzēst izvēlētos transkriptus? Šī ir neatgriezeniska darbība.

source: Select audio file
lv_lv: Izvēlieties audio failu

source: Select folder
lv_lv: Izvēlieties mapi

source: Unable to save OpenAI API key to keyring
lv_lv: Neizdevās saglabāt OpenAI API atslēgu atslēgu saišķī

source: Whisper server failed to start. Check logs for details.
lv_lv: Whisper serverim neizdevās ieslēgties. Lūdzu pārbaudiet lietotnes žurnāla ierakstus.

source: Whisper server failed to start due to insufficient memory. Please try again with a smaller model. To force CPU mode use BUZZ_FORCE_CPU=TRUE environment variable.
lv_lv: Whisper serverim neizdevās ieslēgties, jo nepietika atmiņas. Lūdzu mēģiniet vēlreiz ar mazāku modeli. Lai izmantotu tikai CPU iestatiet BUZZ_FORCE_CPU=TRUE vides mainīgo.

source: Translate to English
lv_lv: Tulkot angliski

source: Transcribe
lv_lv: Atpazīt

source: Chinese
lv_lv: Ķīniešu

source: Russian
lv_lv: Krievu

source: Korean
lv_lv: Korejiešu

source: French
lv_lv: Franču

source: Portuguese
lv_lv: Portugāļu

source: Turkish
lv_lv: Turku

source: Arabic
lv_lv: Arābu

source: Swedish
lv_lv: Zviedru

source: Indonesian
lv_lv: Indonēziešu

source: Finnish
lv_lv: Somu

source: Vietnamese
lv_lv: Vjetnamiešu

source: Hebrew
lv_lv: Ebreju

source: Greek
lv_lv: Grieķu

source: Malay
lv_lv: Malajiešu

source: Czech
lv_lv: Čehu

source: Romanian
lv_lv: Rumāņu

source: Hungarian
lv_lv: Ungāru

source: Tamil
lv_lv: Tamilu

source: Norwegian
lv_lv: Norvēģu

source: Thai
lv_lv: Taju

source: Croatian
lv_lv: Horvātu

source: Bulgarian
lv_lv: Bulgāru

source: Lithuanian
lv_lv: Lietuviešu

source: Latin
lv_lv: Latīņu

source: Malayalam
lv_lv: Malajalu

source: Welsh
lv_lv: Velsiešu

source: Slovak
lv_lv: Slovāku

source: Persian
lv_lv: Persiešu

source: Bengali
lv_lv: Bengāļu

source: Serbian
lv_lv: Serbu

source: Azerbaijani
lv_lv: Azerbaidžāņu

source: Slovenian
lv_lv: Slovēņu

source: Estonian
lv_lv: Igauņu

source: Macedonian
lv_lv: Maķedoniešu

source: Breton
lv_lv: Bretoņu

source: Basque
lv_lv: Basku

source: Icelandic
lv_lv: Islandiešu

source: Armenian
lv_lv: Armēņu

source: Nepali
lv_lv: Nepāliešu

source: Mongolian
lv_lv: Mongoļu

source: Bosnian
lv_lv: Bosniešu

source: Kazakh
lv_lv: Kazahu

source: Albanian
lv_lv: Albaņu

source: Swahili
lv_lv: Svahili

source: Galician
lv_lv: Galisiešu

source: Marathi
lv_lv: Maratu

source: Punjabi
lv_lv: Pandžabu

source: Sinhala
lv_lv: Singalu

source: Khmer
lv_lv: Khmeru

source: Yoruba
lv_lv: Joruba

source: Somali
lv_lv: Somāliešu

source: Afrikaans
lv_lv: Afrikāņu

source: Occitan
lv_lv: Okitāņu

source: Georgian
lv_lv: Gruzīnu

source: Belarusian
lv_lv: Baltkrievu

source: Tajik
lv_lv: Tadžiku

source: Sindhi
lv_lv: Sindhu

source: Gujarati
lv_lv: Gudžaratu

source: Amharic
lv_lv: Amharu

source: Yiddish
lv_lv: Jidiša

source: Lao
lv_lv: Laosiešu

source: Uzbek
lv_lv: Uzbeku

source: Faroese
lv_lv: Fēru

source: Haitian Creole
lv_lv: Haiti kreoliešu

source: Pashto
lv_lv: Puštu

source: Turkmen
lv_lv: Turkmēņu

source: Maltese
lv_lv: Maltiešu

source: Sanskrit
lv_lv: Sanskrita

source: Luxembourgish
lv_lv: Luksemburgu

source: Myanmar
lv_lv: Mjanmas

source: Tibetan
lv_lv: Tibetiešu

source: Tagalog
lv_lv: Tagalogu

source: Malagasy
lv_lv: Malagasu

source: Assamese
lv_lv: Asamiešu

source: Tatar
lv_lv: Tatāru

source: Hawaiian
lv_lv: Havajiešu

source: Lingala
lv_lv: Lingalu

source: Hausa
lv_lv: Hausu

source: Bashkir
lv_lv: Baškīru

source: Javanese
lv_lv: Japāņu

source: Sundanese
lv_lv: Sundāņu

source: Cantonese
lv_lv: Kantonas

source: A connection error occurred
lv_lv: Notika savienojuma kļūda

source: Starting Whisper.cpp...
lv_lv: Palaiž Whisper.cpp...

source: Starting transcription...
lv_lv: Sāk atpazīšanu...

source: Open Record Window
lv_lv: Atvērt ieraksta logu

source: Import File
lv_lv: Importēt failu

source: Open Preferences Window
lv_lv: Atvērt iestatījumu logu

source: View Transcript Text
lv_lv: Aplūkot atpazīto tekstu

source: View Transcript Translation
lv_lv: Aplūkot tulkojumu

source: View Transcript Timestamps
lv_lv: Aplūkot atpazīšanas laikus

source: Search Transcript
lv_lv: Meklēt tekstā

source: Go to Next Transcript Search Result
lv_lv: Pāriet uz nākamo meklēšanas rezultātu

source: Go to Previous Transcript Search Result
lv_lv: Pāriet uz iepriekšējo meklēšanas rezultātu

source: Scroll to Current Text
lv_lv: Pāriet uz atskaņojamo tesktu

source: Play/Pause Audio
lv_lv: Atskaņot/Apturēt audio

source: Replay Current Segment
lv_lv: Atskaņot segmentu no sākuma

source: Toggle Playback Controls
lv_lv: Pārslēgt atskaņošanas iespējas

source: Decrease Segment Start Time
lv_lv: Samazināt segmenta sākuma laiku

source: Increase Segment Start Time
lv_lv: Palielināt segmenta sākuma laiku

source: Decrease Segment End Time
lv_lv: Samazināt segmenta beigu laiku

source: Increase Segment End Time
lv_lv: Palielināt segmenta beigu laiku

source: Append below
lv_lv: Jaunie teikumi apakšā

source: Append above
lv_lv: Jaunie teikumi augšā

source: Append and correct
lv_lv: Papildināt un labot esošo

source: Translation error, see logs!
lv_lv: Kļūda tulkojot, skatiet sistēmas žurnālu!

source: Speech extraction failed! Check your internet connection — a model may need to be downloaded.
lv_lv: Runas atdalīšana neizdevās! Pārbaudiet interneta savienojumu, iespējams jālejupielādē modelis.
